#language: ru
Функционал: Страхование

  Сценарий: Заявка на страхование путешествеников
    Когда выбран пункт меню "Страхование"
    И выбран пункт подменю "Все страховые программы"
    И нажимаем кнопку "Закрыть"
    И выполнено нажатие на кнопку "Страхование путешественников"
    И выполнено нажатие на кнопку "Оформить онлайн"
    И выполнено нажатие на кнопку "Оформить на сайте"
    И выполнено нажатие на кнопку "Минимальная"
    И выполнено нажатие на кнопку "Оформить"
    И выполнено нажатие на кнопку "Оформить"
    И заполняются поля:
      | Имя            | Дмитрий    |
      | Фамилия        | Иванов     |
      | Отчество       | Иванович   |
      | Имя_           | Дмитрий2   |
      | Фамилия_       | Иванов2    |
      | Дата рождения  | 09.07.2003 |
      | Дата рождения_ | 09.07.2021 |
      | Серия          | 1234       |
      | Номер          | 123456     |
      | Дата выдачи    | 09.07.2019 |
      | Кем выдан      | No name    |
    Когда выполнено нажатие на кнопку пол - "Мужской"
    Тогда выполнено нажатие на кнопку "Продолжить"
